{
    "W-0001": {
        "HU": [
            {
                "component": "header",
                "headerTitle": "ÉSZAKI HADJÁRAT",
                "headerSubTitle": "Finnország, I. rész",
                "headerDetails": "indulás | érkezés | Helsinki | első benyomások",
                "headerReadingTime": "8-10"
            },
            {
                "component": "section",
                "sectionTitle": "2023. JÚNIUS 20.",
                "sectionSubTitle": "kedd, 22:00",
                "sectionText": "Az utolsó tekerés a Szabadság-hídon jó hosszú ideig. Megvan az, amikor úgy érzed, hogy minden dolgodat letudtad, és frusztrál, hogy nincs mit tenned? Ha igen, emeld köbre. Kb. így érzem magam ezen az estén. A végére értem minden teendőmnek az utazás előtt. Minden programpont kipipálva. Nincs már tovább mibe temetni az elmúlt 4 és fél évtől való totális elszakadás okozta keserédes, nem kevés fájdalommal járó érzéseket. Csak még egyszer hadd tudjam nézegetni az éjszakai fények visszaverődéseit a Duna hullámain, csak még egyszer hadd tekerjek végig a Kiskörúton, csak még egyszer hadd szippantsak bele a nyár esti, szmogtól nem mentes budapesti levegőbe. Csak még egyszer. Légyszi, légyszi, légyszi."
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "Nem, ennyi volt. Eldöntöttem, megyek. Hogy miért? Arról majd talán máskor. Hogy hova? Északra. Finnországba. Másnap van. Az elszakadás okozta fájdalmat az úton levés mámora szorítja háttérbe (kicsit). Felpattanok a repülőre, majd körülbelül 2 és fél óra múlva már Helsinki repterén találom magam. (Nem a reklám helye, de a Finnair WiFi-je elég jól működik.). Túl sok időt nem hagyok turistáskodásra, nem ez a cél. Helsinki erre a tervre teljesen megfelelőnek bizonyul. Az itt töltött délután és este alatt egy élhetőbb, zöldebb, emberközelibb nem kis-, de nem is főváros atmoszféráját tapasztalom meg. Főleg az építészet minimalizmusa és a nyugalmas légkör nyűgöz le. Sétálgatok a vízparton, buszozok, parkokban üldögélek, frissen nyírt gyepen napozok és betolok egy jó kis lazacot a kikötői piacon. Ki tudja, hogy milyen lesz az étel, ahová megyek."
            },
            {
                "component": "gallery",
                "id": "14877190"
            },
            {
                "component": "framedArea",
                "framedTitle": "",
                "framedText": "32 fok. Helsinkinben. Az ember több mint 1000 km-re elhúz északra, és egy hőhullám kellős közepében találja magát. Szuper. Spoiler: a 72 napos finnországi tripem alatt a legmagasabb hőmérséklet 24 fok, a legalacsonyabb (napközben) 8 fok volt. Volt egy 29 fokos nap is, de az valamilyen anomália lehetett, mert csak egyetlen nap melegedett fel a levegő ennyire. Jelentem tehát, hogy az éghajlati különbség megvan. Itt, északon kevésbé érződik a változás hatása, bár a helyiek máshogy vélekednek erről. A 24 fok az ittenieknek olyan szinten “too hot”, mint nekünk a 34, a 19 fokos nyári esték pedig a “tropical” kategóriába esnek. Az én tapasztalatom az, hogy több esős nap volt a nyáron, mint száraz. Ennek ellenére az időjárás nem szélsőséges. Olyan érzésem van ezzel kapcsolatban, hogy itt, ezen a vidéken valahogy még barátságosabban tud működni a éghajlat. Mintha 20 évet és 10 fokot lecsippentettem volna az otthoni állapotokból. A télről nem tudok nyilatkozni, de az itteniek elmondása alapján nem kicsit zord."
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "Mivel ilyen meleg van (meg mert amúgy is ez volt a terv), este 11 után felülök egy intercitynek nevezett vonatra. A cél a körülbelül 600 km-rel északabbra található Oulu. Emeletes vonat. Tiszta vonat. Kényelmes vonat. Tömve emberrel. Ki a fene utazik Helsinkiből Lappföld felé este 11-kor? Hacsak nem éppen egy farmon készül dolgozni több mint 1 hónapot... Nem is értem. Aztán kiderül, hogy a vonat olyannyira intercity, hogy 19 helyen áll meg, kb. fél-2 óránként. Négy utas váltja egymást a mellettem lévő ülésen a 8 és fél órás út alatt. Egy szemhunyást sem alszom. Na jó, de, egy-két órát, szakaszokban. Talán."
            },
            {
                "component": "map",
                "id": "14848206"
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "Reggel egy kávészerű erős ital után rohanok is átszállni a buszra Ouluban, nehogy lekéssem. Innen még vár rám egy 2 és negyed órás buszút a fenyvesek határolta meglepően jó minőségű, de úttalan utakon. És meglátom az első rénszarvasokat is! Szegények eléggé csapzottak az esőben. De rénszarvasok. Valahol Lappföld határán lehetek, ide még lemerészkednek. Nagyon vicces jószágok. Nem olyan vadállat módjára viselkednek, mint a “magyar” szarvasok (100 km/h-val keresztbe). Sokkal inkább komótosan caplatnak az úton, általában többedmagukkal. Slamposak, furák, jófejek."
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "Megérkezek Taivalkoskiba, ahol már várnak a vendéglátóim. Meglehetősen izgatott vagyok. Több okból is. Az eddigi leghosszabb, nem magyar földön, egyedül töltött egybefüggő idő 10 nap volt, a malajziai utazásom 2019-ben. Ezen a helyen 44 napot fogok időzni, ráadásul innen nem haza fogok menni. Nem hotelben, nem turistáskodva, hanem az isten háta mögött, egy 100 hektáros finn farmon. WOOFer lettem."
            },
            {
                "component": "framedArea",
                "framedTitle": "Mi az a WOOFolás?",
                "framedText": "Worldwide Opportunities on Organic Farms. WOOF. Egy több évtizede működő szervezetről van szó, ami lehetőséget biztosít tulajdonképpen bárkinek, bárhol a világon, hogy önkéntes munkát vállaljon különböző méretű, adottságú, tulajdonosi hátterű farmokon. Világszerte több ezer farmról, egy nagyon jól működő közösségről beszélünk. A hangsúly az önkéntességen van. A munkáért cserébe szobát/alvóhelyet és háromszori étkezést biztosítanak a vendéglátók. Nincs szerződés, nincs kötöttség. Új élmények és emberek, tanulás, alkalmazkodás, munka és természet van. Országonként minimális tagdíj ellenében (1 évre 20-30 euró) szabadon hozzáférsz a rendszerhez. Böngészhetsz, keresgélhetsz, szűrhetsz a rengeteg lehetőség között, és ha megtetszett egy hely, felveheted a házigazdákkal a kapcsolatot, és lehet is egyeztetni a részleteket."
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "Egy gyors ismerkedős ebédet követően meg is indulunk a farmra. Ténylegesen az isten háta mögött, 60 km-re Tailvalkoskitól, a kis pár ezres településtől. Tulajdonképpen a semmi közepén. A ház egy magaslaton áll, körülöttünk fenyőerdő, ameddig a szem ellát. Nagyon fáradt vagyok, de még így is van erőm a feelinget régi, falusi gyerekkori emlékekhez kapcsolni. Kutyák, macskák, kacsák tehenek, bárányok. Kiderül, hogy éppen a nyári napfordulókor érkeztem, ami azonnal megmagyarázza tömeget az éjszakai vonaton. Közlik is, hogy ennek örömére vasárnap ünnepi lakoma lesz. Levágunk egy birkát, és tradicionális módon, a föld alatt megsütjük. Jó kezdés."
            },
            {
                "component": "gallery",
                "id": "14884003"
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "A következő pár nap akklimatizálódással, és a napi munkarutin tanulgatásával telik. A munkáról és egyéb időtöltésekről a farmokon a következő posztban elmélkedek majd többet. No de: nem egyszer kérdezik tőlem mostanság, hogy hogy vagyok. Jól vagyok? Bevált a terv? Egy olyan kérdés is elhangzott, hogy boldog vagyok-e."
            },
            {
                "component": "journalEntry",
                "journalDate": "2023. június 26.\n6. nap\n...",
                "journalText": "Ezután lementem úszni a tóhoz. A kellően hideg víz (18-20 fok) és a lenyűgöző, tipikusan északi, finn környezet ráébresztett, hogy hol is vagyok pontosan, és hogy te jó ég, micsoda nagy dolog ez! 2-3 hónapja még Pesten agyaltam a szürke kanapén, most meg a semmi közepén, egy lélegzetelállító tájjal körülvett tó stégjéről lógatom a lábam, szívom be a friss levegőt, teljesen pucéran. Ez szabadság. Nagyon örülök, hogy volt elég bátorságom meglépni ezt..."
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "Valahogy így vagyok. Boldog vagyok? Nem, nem vagyok boldog. Nincs is itt az ideje, azt hiszem. De így megvan a lehetőségem újra boldognak lenni majd egyszer. Nem tudom. Elégedett vagyok? Igen, elégedett vagyok. Nem tudok elképzelni jobb élethelyzetet jelenleg. Ebből a pozícióból most minden lehetségesnek tűnik. Nyitottság, JELENlét, lelki hullámzás, feldolgozás, csend, természet, szellemi és fizikai munka egyensúlya, aktív mozgás. És igen, az a fajta szabadság, amit tiszta szívemből kívánok neked is, kedves olvasó. Főleg, ha ott van benned is a kis (vagy nem kis) lázadó kalandor."
            },
            {
                "component": "image",
                "src": "../images/W-0001/lake.png"
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "Folyt.köv."
            }
        ],
        "EN": [
            {
                "component": "header",
                "headerTitle": "UP IN THE NORTH",
                "headerSubTitle": "Finland, Part 1",
                "headerDetails": "departure | arrival | Helsinki | first impressions",
                "headerReadingTime": "8-10"
            },
            {
                "component": "section",
                "sectionTitle": "20TH JUNE, 2023.",
                "sectionSubTitle": "Tuesday, 22:00",
                "sectionText": "The last bike ride of mine on Freedom Bridge for quite a long time. Have you ever felt like you've got everything done and it's so frustrating that you have nothing to do? If so, square it. That's about how I feel on this evening. I've finished everything I need to do before I leave. All of the to dos are checked on my list. There is no other activity in Budapest to bury the bittersweet, quite painful feelings caused by the total severance from the last 4 and a half years. Just let me be able to look at the reflections of the night lights on the waves of the Danube one more time, just let me drive along the Kiskörút one more time, just let me breathe in the not so smog-free air of Budapest on a summer night one more time. Just one more time. Please, please, please."
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "No, that's all. I've decided. I'm leaving. Why? I'll write about that later. To where? North. To Finland. It's next day. The pain caused by the severance is overshadowed by the intoxication of being on the road (a bit at least). I hop on the plane, and then about 2 and a half hour I find myself at Helsinki Airport. (Not an advertisement, but Finnair's WiFi works quite well.) I don't leave too much time for sightseeing, that's not the goal now. Helsinki turns out to be perfectly suitable city for this plan. The time spent here during the afternoon and evening, I experience the atmosphere of a more livable, greener, human-friendly city, not a small one, but not capital-like either. I'm especially impressed by the minimalism of the architecture and the peaceful vibe. I'm walking on the waterfront, taking buses, sitting in parks, sunbathing on freshly cut lawns and eat a good amount of salmon at the harbor market, who knows what the food will be like where I'm going."
            },
            {
                "component": "gallery",
                "id": "14877190"
            },
            {
                "component": "framedArea",
                "framedTitle": "",
                "framedText": "32 degrees. In Helsinki. You go north more than 1000 km and find yourself right in the middle of a heat wave. Excellent. Spoiler: during my 72-day trip to Finland, the highest temperature was 24 degrees, the lowest (during the day) was 8 degrees. There was also a 29-degree day, but that might have been some kind of anomaly, because it was only one day that the air warmed up so much. So I can report that the climate difference is there. Here, in the north, the effect of the change is less felt, although the locals have a different opinion about it. The 24 degrees are \"too hot\" for them here, as 34 degrees for us in Hungary and summer evenings with 19 degrees fall into the \"tropical\" category. My experience is that there were more rainy days in the summer than dry ones. Nevertheless, the weather is not extreme. I have the feeling that here, in this region, the climate can somehow work even more friendly. It's a bit like I've traveled back in time 20 years and cut 10 degrees off the conditions at home. I can't comment on the winter, but based on what people say here, it's harsh. Very harsh."
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "Since it's so hot (and that was the plan anyway), after 11pm I get on a so-called intercity train. The destination is Oulu, which is about 600 km further north. A double-decker train. A clean train. A comfortable train. Packed with people. Why the heck is someone somebody traveling from Helsinki to Lapland at 11pm? Unless he's going to work on a farm for more than 1 month... I don't even understand. Then it turns out that the train is so intercity that it stops at 19 places, about every half to two hours. Four passengers change place in the seat next to me during the 8 and a half hour journey. I don't sleep a wink. Oh well, an hour or two, in stages. Maybe."
            },
            {
                "component": "map",
                "id": "14848206"
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "In the morning, after a strong coffee-like drink, I rush to catch the bus in Oulu. I dom't want to miss it. From here, I still have a 2.5-hour bus ride on surprisingly high-quality, but endless roads bordered by pine trees. And I have just seen the first reindeer in my life! Poor one, he was pretty soggy in the rain. But a reindeer. I could be somewhere on the border of Lapland, they still venture here. They are very funny animals. They don't behave like wild animals, like \"normal\" deers (crossing at 100 km/h through the roads). They rather clumsily graze on the road, usually in groups. They a bit lazy but cool."
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "I'm arriving to Taivalkoski, where my hosts are already waiting. I am quite excited. For several reasons. The longest, ontinuous alone time I spent on non-Hungarian soil was 10 days. It was my trip to Malaysia in 2019. I will stay in this place for 44 days, in addition I won't go home from here. Not in a hotel, not on a tourist trip, but in the middle of nowhere, on a 100-hectare Finnish farm. I became a WOOFer."
            },
            {
                "component": "framedArea",
                "framedTitle": "What does WOOFing mean?",
                "framedText": "Worldwide Opportunities on Organic Farms. WOOF. It is an organization that has been operating for several decades, which provides the opportunity for basically anyone, anywhere in the world, to undertake volunteer work on farms of different sizes, capabilities, and ownership backgrounds. We are talking about a thousands of farms worldwide. It is a very well-functioning community. The emphasis is on volunteering. In exchange for the work, the hosts provide a room/bed and three meals a day. No contract, no constraint. New experiences, people, learning, adaptation, work and nature. There is a membership fee (€20-30 for 1 year) per country against you have free access to the system. You can browse, search, filter among the many options, and if you like a place, you can contact the hosts and talk about the details."
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "After a quick get-together lunch, we set off for the farm. To a place that is 60 km from Tailvalkoski, the small village of a few thousand inhabitants. Actually, in the middle of nowhere. The house is on a hill, surrounded by pine forest as far as the eye can see. I'm exhausted, but I still have the strength to relate my feelings to my childhood memories when we lived in a same kind of village. Dogs, cats, ducks, cows, lambs. It turns out that I arrived just at midsummer, which immediately explains the crowd on the night train. There will be a festive feast on Sunday. We will slaughter a sheep and roast it underground in the traditional way. It's a good start, I think."
            },
            {
                "component": "gallery",
                "id": "14884003"
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "The next few days will be spent acclimatizing and learning the daily work routine. I will reflect more on work and other activities on the farms in the next post. Well, a surprinsing number of friends ask how I am doing. Am I okay? How is my plan working? There was also a question about whether I am happy."
            },
            {
                "component": "journalEntry",
                "journalDate": "26/06/2023\nDay 6\n...\n",
                "journalText": "Then I went down to the lake for a swim. The pretty cold water (18-20 degrees) and the stunning, typically northern, Finnish environment made me realize exactly where I was and what a big deal this is! 2-3 months ago I was brainstorming about the future on my grey couch in Budapest, and now in the middle of nowhere, I'm hanging my legs from the pier of a lake surrounded by breathtaking scenery, breathing in the fresh air, completely naked. This is freedom. I'm so glad I had the courage to go begin this..."
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "I feel kind of like that. Am I happy? No, I'm not happy. It's not that time, I don't think. But this way I have a chance to be happy again someday. I don't know. Am I satisfied? Yes, I am satisfied. I can't imagine a better life situation right now. Everything seems possible from this position now. Openness, presence, spiritual waves, processing, silence, nature, balance of mental and physical work, active movement. And yes, that is the kind of freedom that I wish for you, my dear reader, from the bottom of my heart. Especially if a small (or not so small) rebellious adventurer lives inside you."
            },
            {
                "component": "image",
                "src": "../assets/W-0001/lake.png"
            },
            {
                "component": "section",
                "sectionTitle": "",
                "sectionSubTitle": "",
                "sectionText": "To be continued..."
            }
        ]
    }
}